Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Writes a .fit workout file — AirDrop it or hand it to your watch's app. Zone targets are written as bpm ranges from your max of %lld.
ar: ينشئ ملف تمرين ‎.fit — أرسله عبر AirDrop أو سلّمه لتطبيق ساعتك. تُكتب أهداف النطاقات كنطاقات نبض انطلاقًا من أقصاك البالغ %lld.
bg: Записва .fit файл с тренировка — изпрати го през AirDrop или го дай на приложението на часовника. Целите по зони се записват като диапазони в удари/мин спрямо максимума ти от %lld.
ca: Genera un fitxer d'entrenament .fit: envia'l per AirDrop o passa'l a l'app del teu rellotge. Els objectius de zona s'escriuen com a rangs de ppm a partir del teu màxim de %lld.
cs: Zapíše soubor tréninku .fit — pošli ho přes AirDrop nebo předej aplikaci hodinek. Cíle zón se zapíšou jako rozsahy tepů podle tvého maxima %lld.
da: Skriver en .fit-træningsfil — send den med AirDrop, eller giv den til dit urs app. Zonemål skrives som pulsintervaller ud fra din makspuls på %lld.
de: Schreibt eine .fit-Workout-Datei — per AirDrop senden oder der App deiner Uhr übergeben. Zonenziele werden als bpm-Bereiche aus deinem Maximum von %lld geschrieben.
el: Δημιουργεί ένα αρχείο προπόνησης .fit — στείλ' το με AirDrop ή δώσ' το στην εφαρμογή του ρολογιού σου. Οι στόχοι ζωνών γράφονται ως εύρη παλμών με βάση το μέγιστό σου %lld.
es: Escribe un archivo de entrenamiento .fit: envíalo por AirDrop o pásalo a la app de tu reloj. Los objetivos por zona se escriben como rangos de ppm a partir de tu máximo de %lld.
et: Loob .fit-trennifaili — saada see AirDropiga või anna oma kella rakendusele. Tsoonisihid kirjutatakse pulsivahemikena sinu maksimumi %lld põhjal.
fi: Kirjoittaa .fit-harjoitustiedoston — lähetä se AirDropilla tai anna kellosovellukseesi. Aluetavoitteet kirjoitetaan sykealueina maksimistasi %lld.
fr: Écrit un fichier d'entraînement .fit : envoie-le par AirDrop ou donne-le à l'app de ta montre. Les cibles de zone sont écrites en plages de bpm à partir de ton maximum de %lld.
ga: Cruthaíonn sé comhad seisiúin .fit — seol le AirDrop é nó tabhair d'aip d'uaireadóra é. Scríobhtar spriocanna na gcrios mar raonta buillí ó d'uasmhéid %lld.
hr: Stvara datoteku treninga .fit — pošalji je AirDropom ili je predaj aplikaciji svog sata. Ciljevi zona zapisuju se kao rasponi otkucaja prema tvom maksimumu od %lld.
hu: Létrehoz egy .fit edzésfájlt — küldd el AirDroppal, vagy add át az órád alkalmazásának. A zónacélok pulzustartományként íródnak ki a %lld-es maximumod alapján.
id: Menulis file latihan .fit — kirim lewat AirDrop atau serahkan ke aplikasi jammu. Target zona ditulis sebagai rentang bpm dari maksimalmu %lld.
is: Býr til .fit-æfingaskrá — sendu hana með AirDrop eða láttu úrforritið þitt fá hana. Markmið þrepanna eru skrifuð sem púlsbil út frá hámarkinu þínu %lld.
it: Scrive un file di allenamento .fit: mandalo via AirDrop o passalo all'app del tuo orologio. Gli obiettivi di zona vengono scritti come intervalli di bpm a partire dal tuo massimo di %lld.
ja: .fit のワークアウトファイルを書き出します。AirDrop で送るか、時計のアプリに渡してください。ゾーンのターゲットは最大心拍 %lld から算出した bpm 範囲で書き込まれます。
ko: .fit 운동 파일을 만듭니다 — AirDrop으로 보내거나 시계 앱에 전달하세요. 구간 목표는 최대 심박수 %lld를 기준으로 한 bpm 범위로 기록됩니다.
lt: Sukuria .fit treniruotės failą — nusiųsk jį per AirDrop arba perduok savo laikrodžio programai. Zonų tikslai įrašomi kaip pulso intervalai pagal tavo maksimumą %lld.
lv: Izveido .fit treniņa failu — nosūti to ar AirDrop vai iedod sava pulksteņa lietotnei. Zonu mērķi tiek ierakstīti kā pulsa diapazoni, balstoties uz tavu maksimumu %lld.
mk: Создава датотека за тренинг .fit — испрати ја преку AirDrop или предај ја на апликацијата на твојот часовник. Целите на зоните се запишуваат како опсези на отчукувања според твојот максимум од %lld.
ms: Menulis fail latihan .fit — hantar melalui AirDrop atau serahkan kepada aplikasi jam anda. Sasaran zon ditulis sebagai julat bpm daripada maksimum anda %lld.
mt: Joħloq fajl ta' sessjoni .fit — ibagħtu b'AirDrop jew agħtih lill-app tal-arloġġ tiegħek. Il-miri taż-żoni jinkitbu bħala firxiet ta' taħbit ibbażati fuq il-massimu tiegħek ta' %lld.
nb: Skriver en .fit-øktfil — send den med AirDrop, eller gi den til klokkeappen din. Sonemål skrives som pulsintervaller ut fra makspulsen din på %lld.
nl: Schrijft een .fit-trainingsbestand — stuur het via AirDrop of geef het aan de app van je horloge. Zonedoelen worden weggeschreven als bpm-bereiken vanaf je maximum van %lld.
pl: Zapisuje plik treningu .fit — wyślij go przez AirDrop albo przekaż aplikacji zegarka. Cele stref są zapisywane jako zakresy uderzeń wyliczone z twojego maksimum %lld.
pt_br: Gera um arquivo de treino .fit — envie por AirDrop ou entregue ao app do seu relógio. Os alvos de zona são gravados como faixas de bpm a partir da sua máxima de %lld.
pt_pt: Escreve um ficheiro de treino .fit — envia-o por AirDrop ou entrega-o à app do teu relógio. Os alvos por zona são escritos como intervalos de bpm a partir do teu máximo de %lld.
ro: Creează un fișier de antrenament .fit — trimite-l prin AirDrop sau dă-l aplicației ceasului tău. Țintele de zonă sunt scrise ca intervale de bpm pornind de la maximul tău de %lld.
ru: Создаёт файл тренировки .fit — отправьте его через AirDrop или передайте в приложение часов. Целевые зоны записываются как диапазоны уд/мин от вашего максимума %lld.
sk: Zapíše súbor tréningu .fit — pošli ho cez AirDrop alebo odovzdaj aplikácii hodiniek. Ciele zón sa zapíšu ako rozsahy úderov podľa tvojho maxima %lld.
sl: Ustvari datoteko treninga .fit — pošlji jo prek AirDropa ali jo daj aplikaciji svoje ure. Cilji con se zapišejo kot razponi utripov glede na tvoj maksimum %lld.
sq: Krijon një skedar stërvitjeje .fit — dërgoje me AirDrop ose jepja aplikacionit të orës sate. Objektivat e zonave shkruhen si intervale rrahjesh sipas maksimumit tënd prej %lld.
sr: Прави датотеку тренинга .fit — пошаљи је преко AirDrop-а или је предај апликацији свог сата. Циљеви зона се уписују као опсези откуцаја према твом максимуму од %lld.
sv: Skriver en .fit-passfil — skicka den med AirDrop eller lämna den till klockans app. Zonmålen skrivs som pulsintervall utifrån din maxpuls på %lld.
tr: Bir .fit antrenman dosyası yazar — AirDrop ile gönder ya da saatinin uygulamasına ver. Bölge hedefleri, %lld olan maksimumundan türetilen atım/dk aralıkları olarak yazılır.
uk: Створює файл тренування .fit — надішліть його через AirDrop або передайте в застосунок годинника. Цільові зони записуються як діапазони уд/хв від вашого максимуму %lld.
vi: Tạo ra một tệp bài tập .fit — gửi qua AirDrop hoặc đưa thẳng cho ứng dụng đồng hồ của bạn. Đích của từng vùng được ghi thành dải bpm tính từ mức tối đa %lld của bạn.
zh_hans: 生成一个 .fit 训练文件——用隔空投送发送，或交给手表的应用。区间目标会按你的最大心率 %lld 写成心率范围。
zh_hant: 會產生一個 .fit 訓練檔——用 AirDrop 傳送，或交給手錶的 App。區間目標會依你的最大心率 %lld 寫成心率範圍。

source: Writes each imported workout with its route and heart-rate series, which is more than your watch's own Health sync carries. Demo data and workouts that came *from* Health are skipped, and nothing is written twice.
ar: يكتب كل تمرين مستورَد مع مساره وسلسلة نبضه، وهو أكثر مما تنقله مزامنة ساعتك مع تطبيق الصحة. وتُتخطّى البيانات التجريبية والتمارين التي جاءت *من* تطبيق الصحة، ولا يُكتب شيء مرتين.
bg: Записва всяка импортирана тренировка с маршрута и поредицата от пулс, което е повече от това, което носи собствената синхронизация на часовника с Health. Демо данните и тренировките, дошли *от* Health, се пропускат и нищо не се записва два пъти.
ca: Escriu cada entrenament importat amb la seva ruta i la sèrie de pulsacions, que és més del que porta la sincronització amb Salut del teu propi rellotge. Les dades de mostra i els entrenaments que venien *de* Salut s'ometen, i no s'escriu res dues vegades.
cs: Zapíše každý naimportovaný trénink i s trasou a řadou tepové frekvence, což je víc, než přenáší vlastní synchronizace hodinek se Zdravím. Ukázková data a tréninky, které přišly *ze* Zdraví, se přeskočí a nic se nezapíše dvakrát.
da: Skriver hver importeret træning med rute og pulsforløb, hvilket er mere, end dit urs egen Sundhed-synkronisering tager med. Demodata og træninger, der kom *fra* Sundhed, springes over, og intet skrives to gange.
de: Schreibt jede importierte Einheit mit Route und Herzfrequenzreihe — mehr, als die Health-Synchronisierung deiner Uhr überträgt. Demodaten und Einheiten, die *aus* Health kamen, werden übersprungen, und nichts wird doppelt geschrieben.
el: Γράφει κάθε εισαγόμενη προπόνηση μαζί με τη διαδρομή και τη σειρά παλμών της, που είναι περισσότερα από όσα μεταφέρει ο δικός σου συγχρονισμός του ρολογιού με την Υγεία. Τα δεδομένα επίδειξης και οι προπονήσεις που ήρθαν *από* την Υγεία παραλείπονται, και τίποτα δεν γράφεται δύο φορές.
es: Escribe cada entrenamiento importado con su ruta y su serie de frecuencia cardíaca, que es más de lo que lleva la propia sincronización con Salud de tu reloj. Los datos de ejemplo y los entrenamientos que vinieron *de* Salud se omiten, y nada se escribe dos veces.
et: Kirjutab iga imporditud trenni koos marsruudi ja pulsiseeriaga, mis on rohkem, kui sinu kella enda Tervise-sünkroonimine edastab. Näidisandmed ja trennid, mis tulid *Tervisest*, jäetakse vahele ja midagi ei kirjutata kaks korda.
fi: Kirjoittaa jokaisen tuodun harjoituksen reitteineen ja sykesarjoineen, mikä on enemmän kuin kellosi oma Terveys-synkronointi vie. Esimerkkitiedot ja Terveydestä *tulleet* harjoitukset ohitetaan, eikä mitään kirjoiteta kahdesti.
fr: Écrit chaque séance importée avec son itinéraire et sa série de fréquence cardiaque, soit davantage que ce que transporte la synchronisation Santé de ta montre. Les données de démonstration et les séances venues *de* Santé sont ignorées, et rien n'est écrit deux fois.
ga: Scríobhann sé gach seisiún iompórtáilte lena bhealach agus lena shraith ráta croí, rud atá níos mó ná mar a iompraíonn sioncronú Health d'uaireadóra féin. Scipeáiltear sonraí taispeána agus seisiúin a tháinig *ó* Health, agus ní scríobhtar aon rud faoi dhó.
hr: Zapisuje svaki uvezeni trening zajedno s rutom i nizom pulsa, što je više nego što prenosi vlastita sinkronizacija tvog sata sa Zdravljem. Demo podaci i treninzi koji su došli *iz* Zdravlja se preskaču i ništa se ne zapisuje dvaput.
hu: Minden importált edzést az útvonalával és pulzussorozatával együtt ír ki, ami több, mint amit az órád saját Health-szinkronja átvisz. A demóadatok és a Healthből *érkezett* edzések kimaradnak, és semmi nem íródik ki kétszer.
id: Menulis tiap latihan yang diimpor beserta rute dan deret detak jantungnya, yang lebih banyak daripada yang dibawa sinkronisasi Health bawaan jammu. Data demo dan latihan yang berasal *dari* Health dilewati, dan tidak ada yang ditulis dua kali.
is: Skrifar hverja innflutta æfingu ásamt leið hennar og púlsröð, sem er meira en eigin Heilsu-samstilling úrsins flytur. Sýnigögnum og æfingum sem komu *úr* Heilsu er sleppt, og ekkert er skrifað tvisvar.
it: Scrive ogni allenamento importato con il suo percorso e la serie di frequenza cardiaca, cioè più di quanto porti la sincronizzazione con Salute del tuo orologio. I dati dimostrativi e gli allenamenti arrivati *da* Salute vengono saltati, e nulla viene scritto due volte.
ja: 読み込んだ各ワークアウトを、ルートと心拍の系列付きで書き込みます。これは時計自身のヘルスケア同期が運ぶ情報より多いものです。デモデータとヘルスケア*から*取り込んだワークアウトは除外され、二重に書き込むことはありません。
ko: 가져온 운동을 경로와 심박수 시계열까지 함께 기록하며, 이는 시계 자체의 건강 앱 동기화보다 많은 정보입니다. 데모 데이터와 건강 앱*에서* 온 운동은 건너뛰며, 같은 것을 두 번 쓰지 않습니다.
lt: Įrašo kiekvieną importuotą treniruotę su jos maršrutu ir pulso eilute, o tai daugiau, nei perduoda paties laikrodžio Sveikatos sinchronizacija. Demonstraciniai duomenys ir treniruotės, atėjusios *iš* Sveikatos, praleidžiamos, ir niekas neįrašoma du kartus.
lv: Ieraksta katru importēto treniņu kopā ar tā maršrutu un pulsa rindu, kas ir vairāk, nekā pārnes paša pulksteņa Veselības sinhronizācija. Demonstrācijas dati un treniņi, kas nāca *no* Veselības, tiek izlaisti, un nekas netiek ierakstīts divreiz.
mk: Го запишува секој увезен тренинг заедно со трасата и низата на пулсот, што е повеќе отколку што пренесува сопствената синхронизација на часовникот со Здравје. Демо податоците и тренинзите што дошле *од* Здравје се прескокнуваат и ништо не се запишува двапати.
ms: Menulis setiap latihan yang diimport berserta laluan dan siri denyutan jantungnya, iaitu lebih banyak daripada yang dibawa penyegerakan Health jam anda sendiri. Data demo dan latihan yang datang *daripada* Health dilangkau, dan tiada apa-apa ditulis dua kali.
mt: Jikteb kull sessjoni importata flimkien mar-rotta u s-serje tat-taħbit tagħha, li huwa aktar milli ġġorr is-sinkronizzazzjoni ta' Health tal-arloġġ tiegħek stess. Id-data ta' dimostrazzjoni u s-sessjonijiet li ġew *minn* Health jinqabżu, u xejn ma jinkiteb darbtejn.
nb: Skriver hver importerte økt med rute og pulsforløp, som er mer enn klokkas egen Helse-synkronisering tar med. Demodata og økter som kom *fra* Helse hoppes over, og ingenting skrives to ganger.
nl: Schrijft elke geïmporteerde training met route en hartslagreeks, en dat is meer dan de eigen Gezondheid-synchronisatie van je horloge meeneemt. Demogegevens en trainingen die *uit* Gezondheid kwamen worden overgeslagen, en niets wordt twee keer weggeschreven.
pl: Zapisuje każdy zaimportowany trening wraz z trasą i przebiegiem tętna, czyli więcej, niż przenosi własna synchronizacja zegarka ze Zdrowiem. Dane demonstracyjne i treningi, które przyszły *ze* Zdrowia, są pomijane, a nic nie jest zapisywane dwa razy.
pt_br: Grava cada treino importado com a rota e a série de frequência cardíaca, o que é mais do que a própria sincronização do relógio com o app Saúde leva. Dados de demonstração e treinos que vieram *do* app Saúde são ignorados, e nada é gravado duas vezes.
pt_pt: Escreve cada treino importado com o seu percurso e a série de frequência cardíaca, o que é mais do que a própria sincronização do teu relógio com a Saúde leva. Os dados de demonstração e os treinos que vieram *da* Saúde são ignorados, e nada é escrito duas vezes.
ro: Scrie fiecare antrenament importat împreună cu traseul și seria de puls, adică mai mult decât transferă propria sincronizare Health a ceasului tău. Datele demonstrative și antrenamentele venite *din* Health sunt sărite, și nimic nu se scrie de două ori.
ru: Записывает каждую импортированную тренировку вместе с маршрутом и рядом пульса — это больше, чем переносит собственная синхронизация часов со «Здоровьем». Демоданные и тренировки, пришедшие *из* «Здоровья», пропускаются, и ничего не записывается дважды.
sk: Zapíše každý importovaný tréning aj s trasou a radom tepovej frekvencie, čo je viac, než prenáša vlastná synchronizácia hodiniek so Zdravím. Ukážkové údaje a tréningy, ktoré prišli *zo* Zdravia, sa preskočia a nič sa nezapíše dvakrát.
sl: Zapiše vsak uvožen trening skupaj s potjo in nizom utripov, kar je več, kot prenese lastna sinhronizacija tvoje ure z Zdravjem. Demo podatki in treningi, ki so prišli *iz* Zdravja, se preskočijo in nič se ne zapiše dvakrat.
sq: Shkruan çdo stërvitje të importuar bashkë me itinerarin dhe serinë e rrahjeve, që është më shumë sesa përcjell sinkronizimi i vetë orës me Shëndetin. Të dhënat demonstruese dhe stërvitjet që erdhën *nga* Shëndeti kapërcehen, dhe asgjë nuk shkruhet dy herë.
sr: Уписује сваки увезени тренинг заједно са рутом и низом пулса, што је више него што преноси сопствена синхронизација твог сата са Здрављем. Демо подаци и тренинзи који су дошли *из* Здравља се прескачу и ништа се не уписује двапут.
sv: Skriver varje importerat pass med rutt och pulsserie, vilket är mer än klockans egen Hälsa-synk tar med. Demodata och pass som kom *från* Hälsa hoppas över, och ingenting skrivs två gånger.
tr: İçe aktarılan her antrenmanı rotası ve nabız serisiyle birlikte yazar; bu, saatinin kendi Sağlık eşitlemesinin taşıdığından fazlasıdır. Örnek veriler ve Sağlık'tan *gelen* antrenmanlar atlanır ve hiçbir şey iki kez yazılmaz.
uk: Записує кожне імпортоване тренування разом із маршрутом і рядом пульсу — це більше, ніж переносить власна синхронізація годинника зі «Здоров’ям». Демодані й тренування, що прийшли *зі* «Здоров’я», пропускаються, і нічого не записується двічі.
vi: Ghi mỗi buổi tập đã nhập kèm cả lộ trình và chuỗi nhịp tim của nó, tức là nhiều hơn những gì phần đồng bộ Health sẵn có của đồng hồ mang theo. Dữ liệu mẫu và các buổi tập vốn đến *từ* Health sẽ được bỏ qua, và không có gì bị ghi hai lần.
zh_hans: 会把每次导入的训练连同路线和心率序列一起写入，比手表自带的「健康」同步内容更全。演示数据和*来自*「健康」的训练会被跳过，也不会重复写入。
zh_hant: 會把每次匯入的訓練連同路線與心率序列一起寫入，比手錶自己的「健康」同步帶的更多。示範資料與*來自*「健康」的訓練會跳過，也不會重複寫入。

source: Writing…
ar: تجري الكتابة…
bg: Записване…
ca: Escrivint…
cs: Zapisuje se…
da: Skriver…
de: Wird geschrieben…
el: Γίνεται εγγραφή…
es: Escribiendo…
et: Kirjutamine…
fi: Kirjoitetaan…
fr: Écriture…
ga: Á scríobh…
hr: Zapisivanje…
hu: Írás…
id: Menulis…
is: Skrifa…
it: Scrittura…
ja: 書き込み中…
ko: 기록 중…
lt: Rašoma…
lv: Raksta…
mk: Се запишува…
ms: Menulis…
mt: Qed jinkiteb…
nb: Skriver…
nl: Schrijven…
pl: Zapisywanie…
pt_br: Gravando…
pt_pt: A escrever…
ro: Se scrie…
ru: Запись…
sk: Zapisuje sa…
sl: Zapisovanje…
sq: Po shkruhet…
sr: Уписивање…
sv: Skriver…
tr: Yazılıyor…
uk: Запис…
vi: Đang ghi…
zh_hans: 正在写入…
zh_hant: 正在寫入…

source: Your API key is at the bottom of the intervals.icu Settings page. Leave Athlete ID blank to use the authenticated athlete.
ar: مفتاح API موجود أسفل صفحة Settings في intervals.icu. اترك معرّف الرياضي فارغًا لاستخدام الرياضي المُوثَّق.
bg: API ключът ти е в долната част на страницата с настройки на intervals.icu. Остави ID на атлет празно, за да се използва удостовереният атлет.
ca: La teva clau API és al final de la pàgina Settings d'intervals.icu. Deixa l'ID d'atleta en blanc per fer servir l'atleta autenticat.
cs: Tvůj API klíč najdeš dole na stránce Settings v intervals.icu. Necháš-li Athlete ID prázdné, použije se přihlášený sportovec.
da: Din API-nøgle står nederst på indstillingssiden i intervals.icu. Lad atlet-id stå tomt for at bruge den godkendte atlet.
de: Dein API-Schlüssel steht unten auf der Einstellungsseite von intervals.icu. Lass die Athleten-ID leer, um den angemeldeten Athleten zu verwenden.
el: Το κλειδί API σου βρίσκεται στο κάτω μέρος της σελίδας Settings του intervals.icu. Άφησε κενό το ID αθλητή για να χρησιμοποιηθεί ο πιστοποιημένος αθλητής.
es: Tu clave de API está al final de la página de ajustes de intervals.icu. Deja el ID de atleta en blanco para usar el atleta autenticado.
et: Sinu API-võti on intervals.icu Settings-lehe allservas. Jäta sportlase ID tühjaks, et kasutada autenditud sportlast.
fi: API-avaimesi on intervals.icu:n asetussivun alalaidassa. Jätä urheilijan tunnus tyhjäksi käyttääksesi kirjautunutta urheilijaa.
fr: Ta clé d'API se trouve en bas de la page de réglages d'intervals.icu. Laisse l'ID d'athlète vide pour utiliser l'athlète authentifié.
ga: Tá d'eochair API ag bun leathanach Settings intervals.icu. Fág aitheantas an lúthchleasaí folamh chun an lúthchleasaí fíordheimhnithe a úsáid.
hr: Tvoj API ključ nalazi se na dnu stranice Settings na intervals.icu. Ostavi ID sportaša prazan za korištenje prijavljenog sportaša.
hu: Az API-kulcsod az intervals.icu Settings oldalának alján található. Hagyd üresen a sportoló-azonosítót a hitelesített sportoló használatához.
id: Kunci API-mu ada di bagian bawah halaman Settings intervals.icu. Biarkan ID atlet kosong untuk memakai atlet yang terautentikasi.
is: API-lykillinn þinn er neðst á Settings-síðunni á intervals.icu. Skildu auðkenni íþróttamanns eftir autt til að nota innskráða íþróttamanninn.
it: La tua chiave API si trova in fondo alla pagina delle impostazioni di intervals.icu. Lascia vuoto l'ID atleta per usare l'atleta autenticato.
ja: API キーは intervals.icu の設定ページ下部にあります。認証済みのアスリートを使う場合はアスリート ID を空欄にしてください。
ko: API 키는 intervals.icu 설정 페이지 맨 아래에 있습니다. 인증된 본인 계정을 쓰려면 선수 ID를 비워 두세요.
lt: Tavo API raktas yra intervals.icu Settings puslapio apačioje. Palik sportininko ID tuščią, kad būtų naudojamas prisijungęs sportininkas.
lv: Tava API atslēga ir intervals.icu Settings lapas apakšā. Atstāj sportista ID tukšu, lai izmantotu autentificēto sportistu.
mk: Твојот API-клуч е на дното на страницата Settings на intervals.icu. Остави го ID-то на спортистот празно за да се користи најавениот спортист.
ms: Kunci API anda ada di bahagian bawah halaman Settings intervals.icu. Biarkan ID atlet kosong untuk menggunakan atlet yang disahkan.
mt: Iċ-ċavetta API tiegħek tinsab fil-qiegħ tal-paġna Settings ta' intervals.icu. Ħalli l-ID tal-atleta vojt biex tuża l-atleta awtentikat.
nb: API-nøkkelen din står nederst på innstillingssiden i intervals.icu. La utøver-ID stå tom for å bruke den påloggede utøveren.
nl: Je API-sleutel staat onderaan de instellingenpagina van intervals.icu. Laat het atleet-ID leeg om de ingelogde atleet te gebruiken.
pl: Twój klucz API jest na dole strony ustawień intervals.icu. Zostaw ID zawodnika puste, aby użyć zalogowanego zawodnika.
pt_br: Sua chave de API está no rodapé da página Settings do intervals.icu. Deixe o ID do atleta em branco para usar o atleta autenticado.
pt_pt: A tua chave de API está no fim da página de definições do intervals.icu. Deixa o ID de atleta em branco para usares o atleta autenticado.
ro: Cheia ta API se află în partea de jos a paginii Settings din intervals.icu. Lasă ID-ul sportivului gol pentru a folosi sportivul autentificat.
ru: Ваш ключ API — внизу страницы Settings в intervals.icu. Оставьте ID атлета пустым, чтобы использовать авторизованного атлета.
sk: Tvoj API kľúč nájdeš dole na stránke Settings v intervals.icu. Ak necháš ID športovca prázdne, použije sa prihlásený športovec.
sl: Tvoj ključ API je na dnu strani Settings v intervals.icu. Pusti ID športnika prazen za uporabo prijavljenega športnika.
sq: Çelësi yt API ndodhet në fund të faqes Settings në intervals.icu. Lëre bosh ID-në e atletit për të përdorur atletin e identifikuar.
sr: Твој API кључ се налази на дну странице Settings на intervals.icu. Остави ID спортисте празан да се користи пријављени спортиста.
sv: Din API-nyckel finns längst ner på inställningssidan i intervals.icu. Lämna idrottar-ID tomt för att använda den inloggade idrottaren.
tr: API anahtarın intervals.icu Settings sayfasının altındadır. Kimliği doğrulanmış sporcuyu kullanmak için Sporcu kimliğini boş bırak.
uk: Ваш ключ API — унизу сторінки Settings в intervals.icu. Залиште ID атлета порожнім, щоб використати авторизованого атлета.
vi: Khóa API của bạn nằm ở cuối trang Settings của intervals.icu. Để trống ID vận động viên thì ứng dụng dùng chính tài khoản đã xác thực.
zh_hans: 你的 API 密钥在 intervals.icu 设置页面底部。运动员 ID 留空即使用已认证的本人账户。
zh_hant: 你的 API 金鑰在 intervals.icu 設定頁面的最下方。運動員 ID 留空即使用已驗證的本人帳戶。
